Repository: geof34730/vireg_app_flutter_riverpod
Catalog: lib/src/localization/app_*.arb
Languages: be, bs, cs, cy, da, de, el, es, et, fr, is, it, iw, ka, ko, nl, no, pt, sl, sq, sv, th, uk, vi, zh

# snackBarResetVerb
source: Your verb has been removed from your list
be: Ваш дзеяслоў быў выдалены з вашага спісу
bs: Vaš glagol je uklonjen sa vaše liste
cs: Vaše sloveso bylo odstraněno z vašeho seznamu
cy: Mae eich berf wedi'i thynnu oddi ar eich rhestr
da: Dit verbum er blevet fjernet fra din liste
de: Ihr Verb wurde aus Ihrer Liste entfernt
el: Το ρήμα σας έχει αφαιρεθεί από τη λίστα σας
es: Tu verbo ha sido eliminado de tu lista.
et: Teie tegusõna on teie loendist eemaldatud
fr: Votre verbe a été supprimé de votre liste
is: Sögnin þín hefur verið fjarlægð af listanum þínum
it: Il tuo verbo è stato rimosso dalla tua lista
iw: הפועל שלך הוסר מהרשימה שלך
ka: თქვენი ზმნა ამოღებულია თქვენი სიიდან
ko: 귀하의 동사가 목록에서 제거되었습니다.
nl: Je werkwoord is uit je lijst verwijderd
no: Verbet ditt er fjernet fra listen din
pt: Seu verbo foi removido da sua lista
sl: Vaš glagol je bil odstranjen s seznama
sq: Folja juaj është hequr nga lista juaj
sv: Ditt verb har tagits bort från din lista
th: กริยาของคุณถูกลบออกจากรายการของคุณแล้ว
uk: Ваше дієслово видалено з вашого списку
zh: 您的动词已从列表中删除

# snackBarAddVerb
source: Your verb has been added to your list
be: Ваш дзеяслоў быў дададзены ў ваш спіс
bs: Vaš glagol je dodan na vašu listu
cs: Vaše sloveso bylo přidáno do vašeho seznamu
cy: Mae eich berf wedi'i hychwanegu at eich rhestr
da: Dit verbum er blevet tilføjet til din liste
de: Ihr Verb wurde Ihrer Liste hinzugefügt
el: Το ρήμα σας προστέθηκε στη λίστα σας
es: Tu verbo ha sido añadido a tu lista.
et: Teie tegusõna on teie loendisse lisatud
fr: Votre verbe a été ajouté à votre liste
is: Sögnin þín hefur verið bætt við listann þinn
it: Il tuo verbo è stato aggiunto alla tua lista
iw: הפועל שלך נוסף לרשימה שלך
ka: თქვენი ზმნა დაემატა თქვენს სიას
ko: 귀하의 동사가 귀하의 목록에 추가되었습니다
nl: Je werkwoord is aan je lijst toegevoegd
no: Verbet ditt er lagt til i listen din
pt: Seu verbo foi adicionado à sua lista
sl: Vaš glagol je bil dodan na vaš seznam
sq: Folja juaj është shtuar në listën tuaj
sv: Ditt verb har lagts till i din lista
th: กริยาของคุณถูกเพิ่มเข้าไปในรายการของคุณแล้ว
uk: Ваше дієслово додано до вашого списку
zh: 您的动词已添加到列表中

# updateAppMessage
source: You must update Vireg with the latest available version
be: Вам трэба абнавіць Vireg да апошняй даступнай версіі
bs: Morate ažurirati Vireg na najnoviju dostupnu verziju
cs: Musíte aktualizovat Vireg na nejnovější dostupnou verzi
cy: Rhaid i chi ddiweddaru Vireg gyda'r fersiwn diweddaraf sydd ar gael
da: Du skal opdatere Vireg med den seneste tilgængelige version
de: Sie müssen Vireg mit der neuesten verfügbaren Version aktualisieren
el: Πρέπει να ενημερώσετε το Vireg στην πιο πρόσφατη διαθέσιμη έκδοση
es: Necesitas actualizar Vireg a la última versión disponible
et: Peate Viregi värskendama uusima saadaoleva versiooniga
fr: Vous devez mettre à jour Vireg avec la dernière version disponible
is: Þú þarft að uppfæra Vireg í nýjustu útgáfuna sem til er
it: È necessario aggiornare Vireg con l'ultima versione disponibile
iw: עליך לעדכן את Vireg לגרסה העדכנית ביותר הזמינה
ka: თქვენ უნდა განაახლოთ Vireg ხელმისაწვდომი უახლესი ვერსიით
ko: Vireg를 사용 가능한 최신 버전으로 업데이트해야 합니다.
nl: U moet Vireg bijwerken met de nieuwste beschikbare versie
no: Du må oppdatere Vireg med siste tilgjengelige versjon
pt: Você precisa atualizar o Vireg para a versão mais recente disponível
sl: Vireg morate posodobiti na najnovejšo razpoložljivo različico
sq: Ju duhet të përditësoni Vireg në versionin më të fundit të disponueshëm
sv: Du måste uppdatera Vireg till den senaste tillgängliga versionen
th: คุณต้องอัปเดต Vireg ให้เป็นเวอร์ชันล่าสุดที่มี
uk: Вам потрібно оновити Vireg до останньої доступної версії
zh: 您必须使用最新可用版本更新 Vireg

# updateButton
source: Update
be: Абнаўленне
bs: Ažuriraj
cs: Aktualizace
cy: Diweddariad
da: Opdatering
de: Aktualisieren
el: Εκσυγχρονίζω
es: Actualización
et: Värskenda
fr: Mise à jour
is: Uppfærsla
it: Aggiornamento
iw: לעדכן
ka: განახლებისთვის
ko: 업데이트
no: Oppdater
pt: Atualizar
sl: Nadgradnja
sq: Përditëso
sv: Uppdatering
th: อัปเดต
uk: оновлення
zh: 更新

# searchFilter
source: Filter
be: Адфільтраваць
bs: Filtrirano
cs: Filtr
cy: Hidlo
el: Φιλτραρισμένο
es: Filtrado
fr: Filtre
is: Síað
it: Filtro
ko: 필터
pt: Filtrado
sl: Filtrirano
sq: E filtruar
sv: Filtrerad
th: กรองแล้ว
uk: Відфільтрований
zh: 筛选

# sendListByMailTitle
source: Share your personalized list by email
be: Падзяліцеся сваім персаналізаваным спісам па электроннай пошце
bs: Podijelite svoju personaliziranu listu putem e-pošte
cs: Sdílejte svůj personalizovaný seznam e-mailem
cy: Rhannwch eich rhestr bersonol trwy e-bost
da: Del din personlige liste via e-mail
de: Teilen Sie Ihre personalisierte Liste per E-Mail
el: Μοιραστείτε την εξατομικευμένη λίστα σας μέσω email
es: Comparte tu lista personalizada por correo electrónico
et: Jagage oma isikupärastatud loendit meili teel
fr: Partagez votre liste personnalisée par email
is: Deildu persónulega listanum þínum með tölvupósti
it: Condividi la tua lista personalizzata via e-mail
ko: 이메일로 개인화된 목록을 공유하세요
nl: Deel uw persoonlijke lijst per e-mail
no: Del din personlige liste via e-post
pt: Compartilhe sua lista personalizada por e-mail
sl: Delite svoj osebni seznam po e-pošti
sq: Ndani listën tuaj të personalizuar me email
sv: Dela din personliga lista via e-post
th: แบ่งปันรายการส่วนตัวของคุณทางอีเมล
uk: Поділіться своїм персоналізованим списком електронною поштою
zh: 通过电子邮件分享您的个性化列表

# sendListByMailLabelTextPseudo
source: Enter your first name or nickname
be: Увядзіце сваё імя або псеўданім
bs: Unesite svoje ime ili nadimak
cs: Zadejte své křestní jméno nebo přezdívku
cy: Rhowch eich enw cyntaf neu lysenw
da: Indtast dit fornavn eller kaldenavn
de: Geben Sie Ihren Vornamen oder Spitznamen ein
el: Εισαγάγετε το όνομα ή το ψευδώνυμό σας
es: Ingrese su nombre o apodo
et: Sisestage oma eesnimi või hüüdnimi
fr: Entrez votre prénom ou votre pseudo
is: Sláðu inn fornafn þitt eða gælunafn
it: Inserisci il tuo nome o soprannome
ko: 이름이나 별명을 입력하세요.
nl: Voer uw voornaam of bijnaam in
no: Skriv inn fornavnet eller kallenavnet ditt
pt: Digite seu primeiro nome ou apelido
sl: Vnesite svoje ime ali vzdevek
sq: Futni emrin ose pseudonimin tuaj
sv: Ange ditt förnamn eller smeknamn
th: ป้อนชื่อหรือชื่อเล่นของคุณ
uk: Введіть своє ім'я або псевдонім
zh: 输入您的名字或昵称

# sendListByMailLabelTextEmail
source: Enter the recipient's email
be: Увядзіце адрас электроннай пошты атрымальніка
bs: Unesite adresu e-pošte primaoca
cs: Zadejte e-mail příjemce
cy: Rhowch e-bost y derbynnydd
da: Indtast modtagerens e-mail
de: Geben Sie die E-Mail des Empfängers ein
el: Εισαγάγετε το email του παραλήπτη
es: Introduzca el correo electrónico del destinatario
et: Sisestage saaja meiliaadress
fr: Saisissez l'e-mail du destinataire
is: Sláðu inn netfang viðtakanda
it: Inserisci l'e-mail del destinatario
ko: 받는 사람의 이메일을 입력하세요
nl: Voer het e-mailadres van de ontvanger in
no: Skriv inn mottakerens e-post
pt: Digite o e-mail do destinatário
sl: Vnesite e-pošto prejemnika
sq: Shkruani emailin e marrësit
sv: Ange mottagarens e-postadress
th: ป้อนอีเมลของผู้รับ
uk: Введіть адресу електронної пошти одержувача
zh: 输入收件人的电子邮件

# sendListByMailButton
source: SEND
be: АДПРАВІЦЬ
bs: POŠALJI
cs: POSLAT
cy: ANFON
da: SENDE
de: SCHICKEN
el: ΣΤΕΙΛΕΤΕ
es: ENVIAR A
et: SAADA
fr: ENVOYER
is: SENDA
it: INVIARE
ko: 보내다
nl: VERSTUREN
no: SENDE
pt: ENVIAR
sl: POŠLJI
sq: DËRGONI
sv: SKICKA
th: ส่ง
uk: НАДІСЛАТИ
zh: 发送

# sendListByMailConfirmation
source: Your invitation has been successfully sent.
be: Ваша запрашэнне было паспяхова адпраўлена.
bs: Vaša pozivnica je uspješno poslana.
cs: Vaše pozvánka byla úspěšně odeslána.
cy: Mae eich gwahoddiad wedi'i anfon yn llwyddiannus.
da: Din invitation er blevet sendt.
de: Ihre Einladung wurde erfolgreich versendet.
el: Η πρόσκλησή σας στάλθηκε με επιτυχία.
es: Tu invitación ha sido enviada exitosamente.
et: Teie kutse on edukalt saadetud.
fr: Votre invitation a été envoyée avec succès.
is: Boð þitt hefur verið sent.
it: Il tuo invito è stato inviato con successo.
ko: 귀하의 초대장이 성공적으로 전송되었습니다.
nl: Uw uitnodiging is succesvol verzonden.
no: Din invitasjon er sendt.
pt: Seu convite foi enviado com sucesso.
sl: Vaše povabilo je bilo uspešno poslano.
sq: Ftesa juaj është dërguar me sukses.
sv: Din inbjudan har skickats.
th: คำเชิญของคุณถูกส่งเรียบร้อยแล้ว
uk: Ваше запрошення успішно надіслано.
zh: 您的邀请已成功发送。

# sendListByMailError
source: An error occurred.
be: Адбылася памылка.
bs: Došlo je do greške.
cs: Vyskytla se chyba.
cy: Digwyddodd gwall.
da: En fejl opstod.
de: Ein Fehler ist aufgetreten.
el: Παρουσιάστηκε σφάλμα.
es: Se ha producido un error.
et: Ilmnes viga.
fr: Une erreur s'est produite.
is: Villa hefur komið upp.
it: Si è verificato un errore.
ko: 에러 발생됨.
nl: Er is een fout opgetreden.
no: En feil oppstod.
pt: Ocorreu um erro.
sl: Prišlo je do napake.
sq: Një gabim ka ndodhur.
sv: Ett fel har uppstått.
th: เกิดข้อผิดพลาด.
uk: Сталася помилка.
zh: 出現錯誤。
