Repository: geof34730/vireg_app_flutter_riverpod
Catalog: lib/src/localization/app_*.arb
Languages: be, bs, cs, cy, da, de, el, es, et, fr, is, it, iw, ka, ko, nl, no, pt, sl, sq, sv, th, uk, vi, zh

# widgetsEasySearchBarLabelInputSearch
source: Search for a verb to test
be: Знайдзіце дзеяслоў для праверкі
bs: Pronađite glagol za testiranje
cs: Vyhledejte sloveso k testování
cy: Chwiliwch am ferf i'w phrofi
da: Søg efter et udsagnsord at teste
de: Suchen Sie nach einem zu testenden Verb
el: Βρείτε ένα ρήμα για δοκιμή
es: Encuentra un verbo para probar
et: Otsige testimiseks verbi
fr: Rechercher un verbe à tester
is: Finndu sögn til að prófa
it: Cerca un verbo da testare
iw: מצא פועל לבדוק
ka: იპოვნეთ შესამოწმებელი ზმნა
ko: 테스트할 동사를 검색하세요.
nl: Zoek naar een werkwoord om te testen
no: Søk etter et verb å teste
pt: Encontre um verbo para testar
sl: Poiščite glagol za preizkus
sq: Gjeni një folje për të provuar
sv: Hitta ett verb att testa
th: ค้นหาคำกริยาที่จะทดสอบ
uk: Знайдіть дієслово для перевірки
vi: Tìm một động từ để kiểm tra
zh: 搜索要测试的动词

# bottomNavigationBarLearn
source: Learn
be: вучыцца
bs: Naučite
cs: Učit se
cy: Dysgwch
da: Lære
de: Lernen
el: Μαθαίνω
es: Aprender
et: Õppige
fr: Apprendre
is: Læra
it: Imparare
iw: לִלמוֹד
ka: Ვისწავლოთ
ko: 배우다
nl: Leren
no: Lære
pt: Aprender
sl: Naučite se
sq: Mësoni
sv: Lära sig
th: เรียนรู้
uk: вчитися
vi: Học hỏi
zh: 学习

# bottomNavigationBarTest
source: to test
be: тэстар
bs: tester
cs: testovat
cy: i brofi
da: at teste
de: zu testen
el: δοκιμαστής
es: ensayador
et: testida
fr: tester
is: prófunaraðili
it: testare
iw: בּוֹחֵן
ka: ტესტერი
ko: 테스트하다
nl: testen
no: å teste
pt: testador
sl: tester
sq: testues
sv: testare
th: ผู้ทดสอบ
uk: тестер
vi: Kiểm thử
zh: 去测试

# bottomNavigationBarSeeTheList
source: See the list
be: Глядзіце спіс
bs: Pogledajte listu
cs: Podívejte se na seznam
cy: Gweler y rhestr
da: Se listen
de: Siehe die Liste
el: Δείτε τη λίστα
es: ver la lista
et: Vaata nimekirja
fr: Voir la liste
is: Sjá listann
it: Vedi l'elenco
iw: ראה את הרשימה
ka: იხილეთ სია
ko: 목록 보기
nl: Zie de lijst
no: Se listen
pt: Veja a lista
sl: Glej seznam
sq: Shihni listën
sv: Se listan
th: ดูรายการ
uk: Перегляньте список
vi: Xem danh sách
zh: 查看列表

# widgetBoxCardLearn
source: Learn
be: вучыцца
bs: Naučite
cs: Učit se
cy: Dysgwch
da: Lære
de: Lernen
el: Μαθαίνω
es: Aprender
et: Õppige
fr: Apprendre
is: Læra
it: Imparare
iw: לִלמוֹד
ka: Ვისწავლოთ
ko: 배우다
nl: Leren
no: Lære
pt: Aprender
sl: Naučite se
sq: Mësoni
sv: Lära sig
th: เรียนรู้
uk: вчитися
vi: Học hỏi
zh: 学习

# widgetBoxCardTest
source: to test
be: тэстар
bs: tester
cs: testovat
cy: i brofi
da: at teste
de: zu testen
el: δοκιμαστής
es: ensayador
et: testida
fr: tester
is: prófunaraðili
it: testare
iw: בּוֹחֵן
ka: ტესტერი
ko: 테스트하다
nl: testen
no: å teste
pt: testador
sl: tester
sq: testues
sv: testare
th: ผู้ทดสอบ
uk: тестер
vi: Kiểm thử
zh: 去测试

# widgetBoxCardList
source: See the list
be: Глядзіце спіс
bs: Pogledajte listu
cs: Podívejte se na seznam
cy: Gweler y rhestr
da: Se listen
de: Siehe die Liste
el: Δείτε τη λίστα
es: ver la lista
et: Vaata nimekirja
fr: Voir la liste
is: Sjá listann
it: Vedi l'elenco
iw: ראה את הרשימה
ka: იხილეთ სია
ko: 목록 보기
nl: Zie de lijst
no: Se listen
pt: Veja a lista
sl: Glej seznam
sq: Shihni listën
sv: Se listan
th: ดูรายการ
uk: Перегляньте список
vi: Xem danh sách
zh: 查看列表

# homeTitleDefaultList
source: Our Predefined Lists
be: Нашы загадзя вызначаныя спісы
bs: Naše unapred definisane liste
cs: Naše předdefinované seznamy
cy: Ein Rhestrau Rhagosodol
da: Vores foruddefinerede lister
de: Unsere vordefinierten Listen
el: Οι προκαθορισμένες λίστες μας
es: Nuestras listas predefinidas
et: Meie eelmääratletud loendid
fr: Nos listes prédéfinies
is: Forskilgreindir listar okkar
it: Le nostre liste predefinite
iw: הרשימות המוגדרות מראש שלנו
ka: ჩვენი წინასწარ განსაზღვრული სიები
ko: 사전 정의된 목록
nl: Onze vooraf gedefinieerde lijsten
no: Våre forhåndsdefinerte lister
pt: Nossas listas predefinidas
sl: Naši vnaprej določeni seznami
sq: Listat tona të paracaktuara
sv: Våra fördefinierade listor
th: รายการที่กำหนดไว้ล่วงหน้าของเรา
uk: Наші попередньо визначені списки
vi: Danh sách được xác định trước của chúng tôi
zh: 我们的预定义列表

# homeTitlePersoList
source: Your Personalized Lists
be: Вашы персаналізаваныя спісы
bs: Vaše personalizirane liste
cs: Vaše personalizované seznamy
cy: Eich Rhestrau Personol
da: Dine personlige lister
de: Ihre personalisierten Listen
el: Οι εξατομικευμένες λίστες σας
es: Tus listas personalizadas
et: Teie isikupärastatud loendid
fr: Vos listes personnalisées
is: Sérsniðnu listarnir þínir
it: Le tue liste personalizzate
iw: הרשימות המותאמות אישית שלך
ka: თქვენი პერსონალიზებული სიები
ko: 귀하의 맞춤 목록
nl: Uw gepersonaliseerde lijsten
no: Dine personlige lister
pt: Suas listas personalizadas
sl: Vaši prilagojeni seznami
sq: Listat tuaja të personalizuara
sv: Dina personliga listor
th: รายการส่วนตัวของคุณ
uk: Ваші персоналізовані списки
vi: Danh sách được cá nhân hóa của bạn
zh: 您的个性化列表

# shareLoadingListPersonal
source: Loading your shared personalized list.
be: Загрузка вашага агульнага карыстальніцкага спісу.
bs: Učitavanje vaše dijeljene prilagođene liste.
cs: Načítání vašeho sdíleného personalizovaného seznamu.
cy: Wrthi'n llwytho eich rhestr bersonol a rennir.
da: Indlæser din delte personlige liste.
de: Ihre freigegebene personalisierte Liste wird geladen.
el: Φόρτωση της κοινόχρηστης προσαρμοσμένης λίστας σας.
es: Cargando su lista personalizada compartida.
et: Teie jagatud isikupärastatud loendi laadimine.
fr: Chargement de votre liste personnalisée partagée.
is: Hleður sameiginlega sérsniðna listanum þínum.
it: Caricamento della tua lista personalizzata condivisa.
iw: טוען את הרשימה האישית המשותפת שלך.
ka: მიმდინარეობს თქვენი გაზიარებული პერსონალიზებული სიის ჩატვირთვა.
ko: 공유된 맞춤 목록을 로드하는 중입니다.
nl: Uw gedeelde gepersonaliseerde lijst laden.
no: Laster inn din delte personlige liste.
pt: Carregando sua lista personalizada compartilhada.
sl: Nalaganje vašega skupnega seznama po meri.
sq: Lista juaj e përbashkët e personalizuar po ngarkohet.
sv: Laddar din delade anpassade lista.
th: กำลังโหลดรายการที่กำหนดเองที่ใช้ร่วมกันของคุณ
uk: Завантаження вашого спільного спеціального списку.
vi: Đang tải danh sách cá nhân được chia sẻ của bạn.
zh: 正在加载您共享的个性化列表。

# learnClickCarte
source: Click on the card to see the answer
be: Націсніце на картку, каб убачыць адказ
bs: Kliknite na karticu da vidite odgovor
cs: Kliknutím na kartu zobrazíte odpověď
cy: Cliciwch ar y cerdyn i weld yr ateb
da: Klik på kortet for at se svaret
de: Klicken Sie auf die Karte, um die Antwort anzuzeigen
el: Κάντε κλικ στην κάρτα για να δείτε την απάντηση
es: Haz clic en la tarjeta para ver la respuesta.
et: Vastuse nägemiseks klõpsake kaardil
fr: Cliquez sur la carte pour voir la réponse
is: Smelltu á spjaldið til að sjá svarið
it: Clicca sulla carta per vedere la risposta
iw: לחץ על הכרטיס כדי לראות את התשובה
ka: პასუხის სანახავად დააჭირეთ ბარათს
ko: 답변을 보려면 카드를 클릭하세요.
nl: Klik op de kaart om het antwoord te zien
no: Klikk på kortet for å se svaret
pt: Clique no cartão para ver a resposta
sl: Kliknite na kartico, da vidite odgovor
sq: Klikoni në kartë për të parë përgjigjen
sv: Klicka på kortet för att se svaret
th: คลิกที่การ์ดเพื่อดูคำตอบ
uk: Натисніть на картку, щоб побачити відповідь
vi: Click vào thẻ để xem câu trả lời
zh: 点击卡片查看答案

# listVersAudios
source: Audios
be: Аўдыё
bs: Audio
cs: Zvuky
cy: Sain
da: Lyd
el: Ήχοι
et: Helid
is: Hljóð
it: Audio
iw: אודיו
ka: აუდიოები
ko: 오디오
nl: Audio
no: Lyd
pt: Áudios
sl: Avdio posnetki
sq: Audio
sv: Ljud
th: ไฟล์เสียง
uk: Аудіо
vi: Âm thanh
zh: 音频

# testVerbsButtonSolutions
source: Solutions
be: Рашэнні
bs: Rješenja
cs: Řešení
cy: Atebion
da: Løsninger
de: Lösungen
el: Λύσεις
es: Soluciones
et: Lahendused
is: Lausnir
it: Soluzioni
iw: פתרונות
ka: გადაწყვეტილებები
ko: 솔루션
nl: Oplossingen
no: Løsninger
pt: Soluções
sl: Rešitve
sq: Zgjidhjet
sv: Lösningar
th: โซลูชั่น
uk: Рішення
vi: Các giải pháp
zh: 解决方案

# testVerbsButtonSuivant
source: Next
be: Пасля
bs: Praćenje
cs: další
cy: Nesaf
da: Næste
de: Nächste
el: ΕΠΟΜΕΝΟ
es: Próximo
et: Edasi
fr: Suivant
is: Á eftir
it: Prossimo
iw: הבא
ka: მიჰყვება
ko: 다음
nl: Volgende
no: Neste
pt: Seguindo
sl: Sledim
sq: Në vijim
sv: Följande
th: กำลังติดตาม
uk: Слідую
vi: Tiếp theo
zh: 下一个

# listVersItemLang
source: English
be: Biélorusse
bs: Bosniaque
cs: čeština
cy: Cymraeg
da: dansk
de: Deutsch
el: Grec
es: Espagnol
et: eesti keel
fr: Français
is: Islandais
it: Italiano
iw: Hébreu
ka: Géorgien
ko: 한국인
nl: Nederlands
no: norsk
pt: Portugais
sl: Slovène
sq: Albanais
sv: Suédois
th: Thaï
uk: Ukrainien
vi: Tiếng Việt
zh: 简体中文）

# boxCardListePersoAllerteNoVerbs
source: You don't have any verbs in this list. Add some by modifying the list.
be: У гэтым спісе ў вас няма дзеясловаў. Дадайце больш, адрэдагаваўшы спіс.
bs: Nemate glagola na ovoj listi. Dodajte još uređujući listu.
cs: V tomto seznamu nemáte žádná slovesa. Přidejte některé úpravou seznamu.
cy: Nid oes gennych unrhyw ferfau yn y rhestr hon. Ychwanegwch rai trwy addasu'r rhestr.
da: Du har ingen verber på denne liste. Tilføj nogle ved at ændre listen.
de: Sie haben keine Verben in dieser Liste. Fügen Sie welche hinzu, indem Sie die Liste ändern.
el: Δεν έχετε ρήματα σε αυτήν τη λίστα. Προσθέστε περισσότερα επεξεργάζοντας τη λίστα.
es: No tienes verbos en esta lista. Agregue más editando la lista.
et: Teil pole selles loendis ühtegi tegusõna. Lisage mõned loendit muutes.
fr: Vous n'avez aucun verbe dans cette liste. Ajoutez-en en modifiant la liste.
is: Þú hefur engar sagnir á þessum lista. Bættu við meira með því að breyta listanum.
it: Non hai alcun verbo in questo elenco. Aggiungine alcuni modificando l'elenco.
iw: אין לך פעלים ברשימה זו הוסף כמה על ידי שינוי הרשימה.
ka: თქვენ არ გაქვთ ზმნები ამ სიაში. დაამატეთ რამდენიმე სიის შეცვლით.
ko: 이 목록에는 동사가 없습니다. 목록을 수정하여 일부를 추가하세요.
nl: Er staan geen werkwoorden in deze lijst. Voeg er enkele toe door de lijst te wijzigen.
no: Du har ingen verb i denne listen. Legg til noen ved å endre listen.
pt: Você não tem verbos nesta lista. Adicione mais editando a lista.
sl: Na tem seznamu nimate glagolov. Dodajte več z urejanjem seznama.
sq: Ju nuk keni folje në këtë listë. Shtoni më shumë duke redaktuar listën.
sv: Du har inga verb i den här listan. Lägg till fler genom att redigera listan.
th: คุณไม่มีคำกริยาในรายการนี้ เพิ่มมากขึ้นโดยการแก้ไขรายการ
uk: У цьому списку у вас немає дієслів. Додайте більше, відредагувавши список.
vi: Bạn không có động từ nào trong danh sách này. Thêm một số động từ bằng cách sửa đổi danh sách.
zh: 此列表中没有任何动词。请通过修改列表添加一些动词。

# boxCardVerbeSingulier
source: verb
be: дзеясл
bs: glagol
cs: sloveso
cy: berf
da: udsagnsord
el: ρήμα
es: verbo
et: tegusõna
fr: verbe
is: sögn
it: verbo
iw: פועל
ka: ზმნა
ko: 동사
nl: werkwoord
pt: verbo
sl: glagolnik
sq: folje
th: กริยา
uk: дієслово
vi: động từ
zh: 动词

# boxCardVerbePluriel
source: verbs
be: дзеясл
bs: glagoli
cs: slovesa
cy: berfau
da: verber
de: Verben
el: ρήματα
es: verbos
et: tegusõnad
fr: verbes
is: sagnir
it: verbi
iw: פעלים
ka: ზმნები
ko: 동사
nl: werkwoorden
no: verb
pt: verbos
sl: glagoli
sq: foljet
sv: verb
th: กริยา
uk: дієслова
vi: động từ
zh: 动词

# homeDesciptionListePerso
source: Create your own personalized verb lists to learn and revise verbs of your choice.
be: Стварайце ўласныя персаналізаваныя спісы дзеясловаў, каб вывучаць і праглядаць дзеясловы па вашаму выбару.
bs: Kreirajte vlastite personalizirane liste glagola da naučite i pregledate glagole po svom izboru.
cs: Vytvořte si vlastní seznamy sloves, abyste se mohli učit a opravovat slovesa podle svého výběru.
cy: Creu eich rhestrau berfau personol eich hun i ddysgu ac adolygu berfau o'ch dewis.
da: Opret dine egne personlige verbumslister for at lære og revidere verber efter eget valg.
de: Erstellen Sie Ihre eigenen personalisierten Verblisten, um Verben Ihrer Wahl zu lernen und zu wiederholen.
el: Δημιουργήστε τις δικές σας εξατομικευμένες λίστες ρημάτων για να μάθετε και να ελέγξετε τα ρήματα της επιλογής σας.
es: Crea tus propias listas de verbos personalizadas para aprender y revisar los verbos de tu elección.
et: Looge oma isikupärastatud verbide loendid, et õppida ja oma valitud tegusõnu üle vaadata.
fr: Créez vos propres listes de verbes personnalisées pour apprendre et réviser les verbes de votre choix.
is: Búðu til þína eigin persónulegu sagnalista til að læra og endurskoða sagnirnar að eigin vali.
it: Crea i tuoi elenchi di verbi personalizzati per imparare e rivedere i verbi di tua scelta.
iw: צור רשימות פעלים מותאמות אישית משלך כדי ללמוד ולסקור את הפעלים לפי בחירתך.
ka: შექმენით თქვენი საკუთარი პერსონალიზებული ზმნის სიები, რომ ისწავლოთ და გადახედოთ თქვენს მიერ არჩეულ ზმნებს.
ko: 자신만의 맞춤형 동사 목록을 만들어 원하는 동사를 학습하고 수정하세요.
nl: Maak uw eigen gepersonaliseerde werkwoordenlijsten om werkwoorden van uw keuze te leren en te herzien.
no: Lag dine egne personlige verblister for å lære og revidere verb etter eget valg.
pt: Crie suas próprias listas de verbos personalizadas para aprender e revisar os verbos de sua escolha.
sl: Ustvarite lastne prilagojene sezname glagolov, da se naučite in pregledate glagole po svoji izbiri.
sq: Krijoni listat tuaja të personalizuara të foljeve për të mësuar dhe rishikuar foljet e zgjedhjes suaj.
sv: Skapa dina egna personliga verblistor för att lära dig och granska de verb du väljer.
th: สร้างรายการคำกริยาส่วนตัวของคุณเองเพื่อเรียนรู้และทบทวนคำกริยาที่คุณเลือก
uk: Створюйте власні персоналізовані списки дієслів, щоб вивчати та переглядати дієслова на ваш вибір.
vi: Tạo danh sách động từ được cá nhân hóa của riêng bạn để tìm hiểu và xem lại các động từ bạn chọn.
zh: 创建您自己的个性化动词列表来学习和复习您选择的动词。

# listePersoCreateTitle
source: Create personalized list
be: Стварыце ўласны спіс
bs: Kreirajte prilagođenu listu
cs: Vytvořte personalizovaný seznam
cy: Creu rhestr bersonol
da: Opret personlig liste
de: Personalisierte Liste erstellen
el: Δημιουργήστε μια προσαρμοσμένη λίστα
es: Crear una lista personalizada
et: Looge isikupärastatud loend
fr: Créer une liste personnalisée
is: Búðu til sérsniðinn lista
it: Crea elenco personalizzato
iw: יצירת רשימה אישית
ka: პერსონალური სიის შექმნა
ko: 맞춤 목록 만들기
nl: Maak een gepersonaliseerde lijst
no: Lag personlig tilpasset liste
pt: Crie uma lista personalizada
sl: Ustvarite seznam po meri
sq: Krijo një listë të personalizuar
sv: Skapa en anpassad lista
th: สร้างรายการที่กำหนดเอง
uk: Створіть спеціальний список
vi: Tạo danh sách cá nhân hóa
zh: 创建个性化列表

# listePersoLabelTitleField
source: Title of your list
be: Назва вашага спісу
bs: Naslov vaše liste
cs: Název vašeho seznamu
cy: Teitl eich rhestr
da: Titlen på din liste
de: Titel Ihrer Liste
el: Ο τίτλος της λίστας σας
es: Título de tu lista
et: Teie loendi pealkiri
fr: Titre de votre liste
is: Titill listans þinnar
it: Titolo della tua lista
iw: כותרת הרשימה שלך
ka: თქვენი სიის სათაური
ko: 목록 제목
nl: Titel van uw lijst
no: Tittel på listen din
pt: Título da sua lista
sl: Naslov vašega seznama
sq: Titulli i listës suaj
sv: Titeln på din lista
th: ชื่อของรายการของคุณ
uk: Назва вашого списку
vi: Tiêu đề danh sách của bạn
zh: 列表标题

# listePersoChoiseColor
source: Choose the color of your list
be: Выберыце колер з вашага спісу
bs: Odaberite boju sa svoje liste
cs: Vyberte barvu seznamu
cy: Dewiswch liw eich rhestr
da: Vælg farven på din liste
de: Wählen Sie die Farbe Ihrer Liste
el: Επιλέξτε το χρώμα από τη λίστα σας
es: Elige el color de tu lista
et: Valige oma loendi värv
fr: Choisissez la couleur de votre liste
is: Veldu litinn af listanum þínum
it: Scegli il colore della tua lista
iw: בחר את הצבע מהרשימה שלך
ka: აირჩიეთ ფერი თქვენი სიიდან
ko: 목록의 색상을 선택하세요
nl: Kies de kleur van uw lijst
no: Velg fargen på listen din
pt: Escolha a cor da sua lista
sl: Izberite barvo s seznama
sq: Zgjidhni ngjyrën nga lista juaj
sv: Välj färg från din lista
th: เลือกสีจากรายการของคุณ
uk: Виберіть колір зі свого списку
vi: Chọn màu từ danh sách của bạn
zh: 选择列表的颜色

# listePersoButtonSuivant
source: Next
be: Пасля
bs: Praćenje
cs: další
cy: Nesaf
da: Næste
de: Nächste
el: ΕΠΟΜΕΝΟ
es: Próximo
et: Edasi
fr: Suivant
is: Á eftir
it: Prossimo
iw: הבא
ka: მიჰყვება
ko: 다음
nl: Volgende
no: Neste
pt: Seguindo
sl: Sledim
sq: Në vijim
sv: Följande
th: กำลังติดตาม
uk: Слідую
vi: Tiếp theo
zh: 下一个

# fermer
source: Close
be: Блізка
bs: Zatvori
cs: Zavřít
cy: Cau
da: Tæt
de: Schließen
el: Κλείσε
es: Cerca
et: Sulge
fr: Fermer
is: Loka
it: Vicino
iw: סגור
ka: დახურვა
ko: 닫다
nl: Dichtbij
no: Lukk
pt: Fechar
sl: Zapri
sq: Mbylle
sv: Stänga
th: ปิด
uk: Закрити
zh: 关闭

# alertOffLine
source: You must be connected to the internet to use this feature
be: Вы павінны быць падлучаны да Інтэрнэту, каб выкарыстоўваць гэтую функцыю
bs: Morate biti povezani na Internet da biste koristili ovu funkciju
cs: Chcete-li používat tuto funkci, musíte být připojeni k internetu
cy: Rhaid i chi fod yn gysylltiedig â'r rhyngrwyd i ddefnyddio'r nodwedd hon
da: Du skal have forbindelse til internettet for at bruge denne funktion
de: Sie müssen mit dem Internet verbunden sein, um diese Funktion nutzen zu können
el: Πρέπει να είστε συνδεδεμένοι στο Διαδίκτυο για να χρησιμοποιήσετε αυτήν τη δυνατότητα
es: Debes estar conectado a Internet para utilizar esta función.
et: Selle funktsiooni kasutamiseks peab teil olema Interneti-ühendus
fr: Vous devez être connecté à Internet pour utiliser cette fonctionnalité
is: Þú verður að vera tengdur við internetið til að nota þennan eiginleika
it: È necessario essere connessi a Internet per utilizzare questa funzione
iw: עליך להיות מחובר לאינטרנט כדי להשתמש בתכונה זו.
ka: ამ ფუნქციის გამოსაყენებლად უნდა იყოთ დაკავშირებული ინტერნეტთან.
ko: 이 기능을 사용하려면 인터넷에 연결되어 있어야 합니다.
nl: Om deze functie te kunnen gebruiken, moet u verbonden zijn met internet
no: Du må være koblet til internett for å bruke denne funksjonen
pt: Você deve estar conectado à Internet para usar este recurso
sl: Za uporabo te funkcije morate biti povezani v internet
sq: Duhet të jeni të lidhur me internetin për të përdorur këtë funksion
sv: Du måste vara ansluten till Internet för att använda den här funktionen
th: คุณต้องเชื่อมต่ออินเทอร์เน็ตเพื่อใช้คุณสมบัตินี้
uk: Ви повинні бути підключені до Інтернету, щоб використовувати цю функцію
zh: 您必须连接到互联网才能使用此功能

# homeShareListTitle
source: Share your personalized list
be: Падзяліцеся сваім персаналізаваным спісам
bs: Podijelite svoju personaliziranu listu
cs: Sdílejte svůj personalizovaný seznam
cy: Rhannwch eich rhestr bersonol
da: Del din personlige liste
de: Teilen Sie Ihre personalisierte Liste
el: Μοιραστείτε την εξατομικευμένη λίστα σας
es: Comparte tu lista personalizada
et: Jagage oma isikupärastatud loendit
fr: Partagez votre liste personnalisée
is: Deildu persónulega listanum þínum
it: Condividi la tua lista personalizzata
iw: שתף את הרשימה המותאמת אישית שלך
ka: გააზიარეთ თქვენი პერსონალიზებული სია
ko: 맞춤 목록을 공유하세요
nl: Deel uw persoonlijke lijst
no: Del din personlige liste
pt: Compartilhe sua lista personalizada
sl: Delite svoj osebni seznam
sq: Ndani listën tuaj të personalizuar
sv: Dela din personliga lista
th: แบ่งปันรายการส่วนตัวของคุณ
uk: Поділіться своїм персональним списком
zh: 分享您的个性化列表

# homeShareListeDescription
source: By scanning the QR code below with the person you want to share this list with
be: Адсканіруючы прыведзены ніжэй QR-код з чалавекам, якому вы хочаце падзяліцца гэтым спісам
bs: Skeniranjem QR koda ispod sa osobom s kojom želite podijeliti ovu listu
cs: Naskenováním QR kódu níže osobou, se kterou chcete tento seznam sdílet
cy: Trwy sganio'r cod QR isod gyda'r person rydych chi am rannu'r rhestr hon ag ef
da: Ved at scanne QR-koden nedenfor med den person, du vil dele denne liste med
de: Scannen Sie den untenstehenden QR-Code mit der Person, mit der Sie diese Liste teilen möchten
el: Σαρώνοντας τον παρακάτω κωδικό QR με το άτομο με το οποίο θέλετε να μοιραστείτε αυτήν τη λίστα
es: Escaneando el código QR a continuación con la persona con la que deseas compartir esta lista
et: Skaneerides alloleva QR-koodi inimesega, kellega soovite seda loendit jagada
fr: En scannant le QR code ci-dessous avec la personne avec qui vous souhaitez partager cette liste
is: Með því að skanna QR kóðann hér að neðan með þeim sem þú vilt deila þessum lista með
it: Scansionando il codice QR qui sotto con la persona con cui desideri condividere questo elenco
iw: על ידי כך שהאדם שאיתו ברצונך לשתף רשימה זו יסרוק את קוד ה-QR למטה
ka: იმ პირის მიერ, ვისთანაც გსურთ ამ სიის გაზიარება, დაასკანირეთ ქვემოთ მოცემული QR კოდი
ko: 이 목록을 공유하고 싶은 사람에게 아래 QR 코드를 스캔하면 됩니다.
nl: Door onderstaande QR-code te scannen met de persoon met wie u deze lijst wilt delen
no: Ved å skanne QR-koden nedenfor med personen du vil dele denne listen med
pt: Digitalizando o código QR abaixo com a pessoa com quem você deseja compartilhar esta lista
sl: S skeniranjem spodnje kode QR z osebo, s katero želite deliti ta seznam
sq: Duke skanuar kodin QR më poshtë me personin me të cilin dëshironi të ndani këtë listë
sv: Genom att skanna QR-koden nedan med den person som du vill dela denna lista med
th: โดยการสแกนรหัส QR ด้านล่างกับบุคคลที่คุณต้องการแบ่งปันรายการนี้ด้วย
uk: Відсканувавши наведений нижче QR-код з особою, якій ви хочете поділитися цим списком
zh: 您可以通过扫描下方的二维码与想要分享此列表的人联系

# homeShareListeOr
source: OR
be: АБО
bs: ILI
cs: NEBO
cy: NEU
da: ELLER
de: ODER
el: Ή
es: O
et: VÕI
fr: OU
is: EÐA
it: O
iw: אוֹ
ka: ან
ko: 또는
nl: OF
no: ELLER
pt: OU
sl: ALI
sq: OSE
sv: ELLER
th: หรือ
uk: АБО
zh: 或者

# homeShareTitleChoiseSend
source: By sending the QR code of your list by email
be: Даслаўшы QR-код вашага спісу па электроннай пошце
bs: Slanjem QR koda Vaše liste putem e-pošte
cs: Zasláním QR kódu vašeho seznamu e-mailem
cy: Trwy anfon cod QR eich rhestr trwy e-bost
da: Ved at sende QR-koden til din liste via e-mail
de: Durch Senden des QR-Codes Ihrer Liste per E-Mail
el: Στέλνοντας τον κωδικό QR της λίστας σας μέσω email
es: Enviando el código QR de tu lista por correo electrónico
et: Saates oma nimekirja QR-koodi meili teel
fr: En envoyant le QR code de votre liste par email
is: Með því að senda QR kóða listans með tölvupósti
it: Inviando via email il codice QR della tua lista
iw: על ידי שליחת קוד ה-QR של הרשימה שלך בדוא"ל
ka: თქვენი სიის QR კოდის გაგზავნით ელექტრონული ფოსტით
ko: 이메일로 목록의 QR 코드를 전송하여
nl: Door de QR-code van uw lijst per e-mail te verzenden
no: Ved å sende QR-koden til listen din på e-post
pt: Enviando o código QR da sua lista por email
sl: S pošiljanjem QR kode vašega seznama po elektronski pošti
sq: Duke dërguar kodin QR të listës tuaj me email
sv: Genom att skicka QR-koden till din lista via e-post
th: โดยการส่งรหัส QR ของรายการของคุณทางอีเมล
uk: Надіславши QR-код свого списку електронною поштою
zh: 通过电子邮件发送列表的二维码

# homeShareButtonendByEmail
source: Share by email
be: Падзяліцеся па электроннай пошце
bs: Podijelite putem e-pošte
cs: Sdílejte e-mailem
cy: Rhannu trwy e-bost
da: Del via e-mail
de: Per E-Mail teilen
el: Κοινή χρήση μέσω email
es: Compartir por correo electrónico
et: Jaga meili teel
fr: Partager par email
is: Deildu með tölvupósti
it: Condividi tramite e-mail
iw: שתפו במייל
ka: გააზიარეთ ელექტრონული ფოსტით
ko: 이메일로 공유
nl: Delen via email
no: Del på e-post
pt: Compartilhar por e-mail
sl: Delite po e-pošti
sq: Ndani me email
sv: Dela via e-post
th: แบ่งปันทางอีเมล
uk: Поділіться електронною поштою
zh: 通过电子邮件分享
